**// Lab1.6.cpp : Этот файл содержит функцию "main". Здесь начинается и заканчивается выполнение программы.
//

#include <iostream>
using namespace std;
int main()
{
	/*const int sec_In_Min = 60;
	int sec_In_Hour = 60 * sec_In_Min;
	int sec_In_Day = 24 * sec_In_Hour;
	long long sec_In_Year = 365 * sec_In_Day;
	long long sec_In_100_Years = 100 * sec_In_Year;
	long long sec_In_1000_Years = 1000 * sec_In_Year*/;


	const int sec_In_Min = 60;
	int sec_In_Hour = 60 * sec_In_Min;
	int sec_In_Day = 24 * sec_In_Hour;
	long long sec_In_Year = 365 * sec_In_Day;

	int years;
	years = 1000;
	long long total = years * sec_In_Year;

}

// Запуск программы: CTRL+F5 или меню "Отладка" > "Запуск без отладки"
// Отладка программы: F5 или меню "Отладка" > "Запустить отладку"

// Советы по началу работы 
//   1. В окне обозревателя решений можно добавлять файлы и управлять ими.
//   2. В окне Team Explorer можно подключиться к системе управления версиями.
//   3. В окне "Выходные данные" можно просматривать выходные данные сборки и другие сообщения.
//   4. В окне "Список ошибок" можно просматривать ошибки.
//   5. Последовательно выберите пункты меню "Проект" > "Добавить новый элемент", чтобы создать файлы кода, или "Проект" > "Добавить существующий элемент", чтобы добавить в проект существующие файлы кода.
//   6. Чтобы снова открыть этот проект позже, выберите пункты меню "Файл" > "Открыть" > "Проект" и выберите SLN-файл.
